

# первый шаг
data_request = "<b>Отправьте свои данные</b>"

# запрос номера/контакта
contact_request = "<b>Отправьте свой контакт</b>"

# запрос имени
name_request = "<b>Отправьте свои имя и фамилию</b>"
decline_name = "[❌] Не похоже на [имя/фамилию]. Попробуйте еще раз"

# второй шаг
brand_request = "<b>Выберите марку автомобиля</b>"

# третий шаг
model_request = "<b>Укажите модель:</b>"

# четвёртый шаг
used_age_request = "<b>Укажите возраст автомобиля</b>"

# пятый шаг
mileage_request = "<b>Укажите пробег (в км) до:</b>"

# sixth step
region_request = "<b>Укажите удобную локацию FRESH для выдачи вам автомобиля:</b>"

# seventh step
end_message = "<b>Спасибо! Мы уже начали рассчитывать стоимость автомобиля. Для более точного определения цены с вами может связаться наш менеджер.</b>"